

import 'package:flutter/material.dart';

class Place_info extends ChangeNotifier {

  List<String> shomudro =[
    'কক্সবাজার সমুদ্র সৈকত',
    'পতেঙ্গা সমুদ্র সৈকত',
    'গুলিয়াখালী সমুদ্র সৈকত',
    'বাঁশবাড়িয়া সমুদ্র সৈকত',
    'পারকি সমুদ্র সৈকত',
    'বাঁশখালী সমুদ্র সৈকত',
    'ইনানী সমুদ্র সৈকত',
    'ছেড়া দ্বীপ সেন্টমার্টিন',
    'শামলাপুর সমুদ্র সৈকত',

  ];



  List<String> pahar =[

    'চন্দ্রনাথ পাহাড়',
    'চেরাগী পাহাড়',
    'বাটালি হিল',
    'আদিনাথ মন্দির',
    'সাজেক ভ্যালী',
    'নীলগিরি',
    'নীলাচল',
    'নীল দিগন্ত',
    'চিম্বুক',
    'মিলনছড়ি',
    'ডিম পাহাড়',


  ];




  List<String> jorna =[
    'খৈয়াছড়া ঝর্ণা',
    'সুপ্তধারা ঝর্ণা',
    'সহস্রধারা ঝর্ণা',
    'নাপিত্তাছড়া ঝর্ণা',
    'ছাগলকান্দা ঝর্ণা',
    'ঝরঝরি ঝর্ণা সীতাকুণ্ড',
    'শুভলং ঝর্ণা',
    'হাজাছড়া ঝর্ণা',
    'ধপপানি ঝর্ণা',
    'শৈলপ্রপাত ঝর্ণা',
    'ঋজুক ঝর্ণা',
    'চিংড়ি ঝর্ণা',
    'রিসাং ঝর্ণা',
    'মাধবকুন্ড জলপ্রপাত',


  ];



  List<String> lekh =[
    'মহামায়া লেক',
    'ভাটিয়ারী লেক',
    'কাপ্তাই লেক',
    'মায়াবিনী লেক',

    'তিস্তা ব্যারেজ',
    'নীলাদ্রি লেক',
    'টাঙ্গুয়ার হাওর',
    'হাকালুকি হাওর',


  ];




  List<String> jadughar =[
    'জাতিতাত্ত্বিক জাদুঘর',
    'চট্টগ্রাম ওয়ার সিমেট্রি',
    'শালবন বৌদ্ধ বিহার',
    'ময়নামতি জাদুঘর',
    'ময়নামতি ওয়ার সিমেট্রি',
    'নব শালবন বিহার',
    'ইটাখোলা মুড়া',

    'হাসন রাজার জাদুঘর',
    'রেলওয়ে কারখানা',
    'রকস মিউজিয়াম',


  ];



  List<String> artifi =[
    'জাম্বুরি পার্ক',
    'ফয়েজ লেক',
    'প্রজাপতি পার্ক',
    'রেডিয়েন্ট ফিস ওয়ার্ল্ড',
    'মেরিন ড্রাইভ রোড',
    'রামু বৌদ্ধ বিহার',
    'পলওয়েল পার্ক',
    'লেক ভিউ আইল্যান্ড',
    'ঝুলন্ত ব্রিজ',
    'স্বর্ণ মন্দির',
    'মেঘনা পর্যটক কেন্দ্র',
    'ডাইনো পার্ক',
    'ফান টাউন পার্ক',

  ];



}